<template>
	<view>
		<text class="content">
			(1)财产安全权：消费者在购买、使用商品或接受服务时享有财产安全不受侵害的权利;\n
			(2)知情权：消费者在购买、使用商品或接受服务时有权得到及时、真实、准确、全面的信息披露和风险提示;
			(3)自主选择权：消费者在购买、使用商品或接受服务时有权根据自己的消费意愿和需要，自主地、充分地选择意见商品或者服务；\n
			(4)公平交易权：经营者不得违反公平条件，不得加重、限制或排除消费者的合法权利，不得减轻、免除自身责任；
			(5)受尊重权：消费者在购买、使用商品或接受服务时享有其人格尊严、民族风俗习惯等得到尊重的权利；
			(6)受教育权：消费者亨有获得有关商品和服务的知识，提升其认知能力及自我保护能力的权利;
			(7)依法求偿权：消费者因购买、使用商品或接受服务时，受到人身、财产损害的，享有依法获得赔偿的权利；
			(8)信息安全权:经营者应当严格防控消费者信息泄露风险，保障消费者信息安全。
		</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style>
	.content {
		color: #666;
		font-size: 15px;
		/* white-space:  pre-wrap; */
	}
</style>